Repository: Qcode/swat
Catalog: po/*.po
Languages: de_de

source: The %s field is required.
de_de: Das %s Feld muss ausgefüllt werden.

source: The %%s field can be at most %s characters long.
de_de: Das %%s Feld darf höchstens %s Zeichen lang sein.

source: Items can be ordered by dragging-and-dropping with the mouse.
de_de: Elemente können durch Dragging-and-Dropping mit der Mouse geordnet werden.

source: Move to Top
de_de: Zum Anfang

source: Move Up
de_de: Nach oben

source: Move Down
de_de: Nach unten

source: Move to Bottom
de_de: Zum Ende

source: Password and confirmation password do not match.
de_de: Passwort und Bestätigungspasswort stimmen nicht überein.

source: required
de_de: Benötigt

source: The %s field must be an integer.
de_de: Das %s Feld muss eine Ganzzahl enthalten.

source: The %s field must be a whole number.
de_de: Das %s Feld muss eine natürliche Zahl enthalten.

source: The %s field is too big.
de_de: Das %s Feld ist zu groß.

source: The %s field is too small.
de_de: Das %s Feld ist zu klein.

source: Go to page %d
de_de: Gehe zu Seite %d

source: The email address you have entered is not properly formatted.
de_de: Die eingegebene Emailadresse ist nicht korrekt formatiert.

source: enter&nbsp;another
de_de: Enter&nbsb;weiteres

source: remove this row
de_de: Entfernen der Reihe

source: remove graphic
de_de: Entfernen der Graphik

source: The %%s must be at least %s characters long.
de_de: Das %%s muss mindestens %s Zeichen lang sein.

source: There is problem with the %s field.
de_de: Es gibt ein Problem mit dem %s Feld.

source: Submit
de_de: Absenden

source: Apply
de_de: Anwenden

source: The %%s field must not be less than %s.
de_de: Das %%s Feld darf nicht kleiner als %s sein.

source: The %%s field must not be more than %s.
de_de: Das %%s Feld darf nicht größer als %s sein.

source: Maximum file size %s.
de_de: Maximale Dateigröße %s.

source: File type must be %s.
de_de: Der Dateityp muss %s sein.

source: The %%s field must be of the following type(s): %s.
de_de: Das %%s Feld muss den folgenden Typ haben: %s.

source: Email address and confirmation email address do not match.
de_de: Die Emailadresse und die Bestätigungsemailadresse stimmen nicht überein.

source: Check All
de_de: Alle markieren
